Repository: ddopik/SpidersAttend_ios
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Choose language
ar: آختر اللغه

source: Home
ar: الرئيسيه

source: more
ar: المزيد

source: Attend
ar: الحضور

source: PayRoll
ar: كشف المرتبات

source: Vication
ar: الاجازات

source: edit
ar: الضبط

source: Vacation Managment
ar: اداره الاجازات

source: language
ar: اللغه

source: logout
ar: خروج

source: Arabic
ar: العربيه

source: Confirm
ar: تآكيد

source: Cancel
ar: الغاء

source: Please select method to Attend
ar: من فضلك آختر وسيله الحضور

source: Please select method to Leave
ar: من فضلك اختر وسيله الانصراف

source: your Attend has been taken fot today
ar: لقد تم تسجيل حضورك/الانصراف اليوم

source: are you sure you want to Logout ?
ar: تآكيد الخروج

source: Wrong QrCode
ar: كود خاطئ

source: Soon
ar: قريبا

source: locationError
ar: خطآ في الحصول علي الموقع الحالي

source: Days
ar: آيام

source: error_deleting_vacation
ar: لم يتم مسح الاجازه

source: Vacation Reason
ar: سبب الاجازه

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Choose Manager
ar: آختر المدير

source: Choose vacation Type
ar: آختر نوع الاجازه

source: Reason
ar: السبب

source: Manager
ar: المدير

source: Vacation Type
ar: نوع الاجازه

source: Vacation End Date Should not be before start Date
ar: لا يمكن تحديد تازيخ الانتهاء قبل تاريخ البدئ

source: Vacation Created successful
ar: تم تسجيل الاجازه بنجاح

source: No Rejected vacation available
ar: لا توجد اجازات قيد الرفض حاليا

source: No Approved vacation available
ar: لا توجد اجازات تم قبولها حاليا

source: No Pending vacation available
ar: لا توجد اجازات تم قبولها حاليا

source: No PayRoll data avaialaible
ar: لا يوجد كشف بالمرتبات حاليا

source: Pending
ar: قيد الانتظار

source: Approved
ar: تم الموافقه

source: Rejected
ar: تم الرفض

source: Day in month
ar: عدد الايام في الشهر

source: work days
ar: ايام العمل

source: Total Attend days
ar: آيام الحضور

source: Total missing days
ar: آيام مفقوده

source: Total leave days
ar: ايام الانصراف

source: Total national days
ar: الاجازات الوطنيه

source: Total no show days
ar: اجمالي ايام لانصراف بدون اذن

source: Remaining leave days
ar: المتبقي لايام الانصراف

source: Total late days
ar: اجمالي آيام التآخير

source: Total late hours
ar: آجمالي الساعات المتآخره

source: Un completed times
ar: الوقت غير المكتمل

source: Benefits ammount
ar: كميه المستحقات

source: Deductions amount
ar: كمية الخصومات

source: Missing leave days
ar: اجمالي ايام الانصراف

source: PayRoll year
ar: رواتب العام

source: PayRoll month
ar: رواتب الشهر

source: Total salary
ar: المبلغ الكلي

source: Please Specify A reason
ar: يرجي ذكر السبب

source: Vacation reason
ar: سبب الاجازه

source: Creation date
ar: تاريخ الاجازه

source: Login as A guest
ar: دخول تجريبي
